Repository: Vincent2703/BTH
Catalog: languages/retxtdom-*.po
Languages: fr_fr

source: Main features
fr_fr: Caractéristiques principales

source: Additional features
fr_fr: Caractéristiques additionnelles

source: Housing file submissions
fr_fr: Soumissions des dossiers de candidature

source: Ad's reference
fr_fr: Référence de l'annonce

source: You can use it to manage your ads easily
fr_fr: Vous pouvez l'utiliser pour gérer vos annonces facilement

source: Generate a reference
fr_fr: Générer une référence

source: Eg:
fr_fr: Ex :

source: Property price
fr_fr: Prix du bien

source: Charges included
fr_fr: Charges incluses

source: Fees amount
fr_fr: Montant des charges

source: Living space
fr_fr: Surface habitable

source: Land area
fr_fr: Surface du terrain

source: Property address
fr_fr: Adresse du bien

source: 123 Chester Square, London
fr_fr: 123 rue de Grenoble 75002 Paris

source: Show postal code and city
fr_fr: Afficher le code postal et la ville

source: Show full address
fr_fr: Afficher l'adresse complète

source: Number of rooms
fr_fr: Nombre de pièces

source: Number of bedrooms
fr_fr: Nombre de chambres

source: Number of bathrooms
fr_fr: Nombre de salles de bain

source: Number of shower rooms
fr_fr: Nombre de salles d'eau

source: Number of toilets
fr_fr: Nombre de toilettes

source: Agent linked to the ad
fr_fr: Agent lié à l'annonce

source: Publish the agent contact
fr_fr: Publier le contact de l'agent

source: Add an agent
fr_fr: Ajouter un agent

source: Add pictures
fr_fr: Ajouter des photos

source: Replace pictures
fr_fr: Remplacer les photos

source: Delete
fr_fr: Supprimer

source: Floor
fr_fr: Etage

source: Number of floors
fr_fr: Nombre d'étages

source: Type of heating
fr_fr: Type de chauffage

source: Do not fill
fr_fr: Ne pas remplir

source: Invidual gas
fr_fr: Gaz individuel

source: Collective gas
fr_fr: Gaz collectif

source: Individual fuel
fr_fr: Fuel individuel

source: Collective fuel
fr_fr: Fuel collectif

source: Individual electric
fr_fr: Electrique individuel

source: Collective electric
fr_fr: Electrique collectif

source: Type of kitchen
fr_fr: Type de cuisine

source: Not equipped
fr_fr: Pas équipée

source: Standard
fr_fr: Américaine

source: Industrial
fr_fr: Industrielle

source: Number of balconies
fr_fr: Nombre de balcons

source: Elevator
fr_fr: Ascenseur

source: Basement
fr_fr: Cave

source: Outdoor space
fr_fr: Espace extérieur

source: Furnished
fr_fr: Meublé

source: Construction year
fr_fr: Année de construction

source: EPD in kWhPE/m²/year
fr_fr: DPE en kWhEP/m²/an

source: Greenhouse gas in kg eqCO2/m²/year
fr_fr: GES en kg éqCO2/m²/an

source: Allow housing file submission
fr_fr: Autoriser la soumission de dossier de candidature

source: Need guarantors
fr_fr: Besoin de garants

source: Custom fields
fr_fr: Champs personnalisés

source: Types of property
fr_fr: Types de propriétés

source: Types of ad
fr_fr: Type d'annonces

source: Miscellaneous
fr_fr: Divers

source: Manage your custom fields
fr_fr: Gestion de vos champs personnalisés

source: Add custom fields to the ads.
fr_fr: Ajouter des champs personnalisés aux annonces.

source: API to use
fr_fr: API à utiliser

source: API to use to retrieve address data.
fr_fr: API à utiliser pour récupérer les données des adresses.

source: Google API key
fr_fr: Clé API Google

source: Limit the number of requests per day and user
fr_fr: Limiter le nombre de requêtes par jour et par utilisateur

source: Limiting the number of requests makes abuse less likely.
fr_fr: Limiter le nombre de requêtes pour rendre les abus moins probables.

source: The maximum number of requests made by a user in a day
fr_fr: Le nombre maximum de requêtes effectuées par un utilisateur en un jour

source: Display the results in a specific language
fr_fr: Afficher les résultats dans une langue spécifique

source: Limit search to one country
fr_fr: Limiter la recherche à un pays

source: Display addresses with the administration area level 1
fr_fr: Afficher les adresses avec la zone d'administration de niveau 1

source: Generally a state or a prefecture.
fr_fr: Généralement un département ou une préfecture.

source: Display addresses with the administration area level 2
fr_fr: Afficher les adresses avec la zone d'administration de niveau 1

source: Generally a country or a district.
fr_fr: Généralement un pays ou une région.

source: Currency
fr_fr: Devise

source: Monetary currency symbol.
fr_fr: Symbole de la devise monétaire.

source: Area Unit
fr_fr: Unité de surface

source: Unit used to define an area.
fr_fr: Unité utilisée pour définir une surface.

source: Refine similar ads by same city
fr_fr: Affiner les annonces similaires par même ville

source: At the bottom of each ad page, show only similar ads located in the same city.
fr_fr: En bas de chaque page d'annonce, afficher uniquement les annonces similaires localisées dans la même ville.

source: Add the search bar when the hook fires
fr_fr: Ajoute la barre de recherche quand le crochet est déclenché

source: When this hook fires, add the search bar to the page at that time.
fr_fr: Quand ce crochet est déclenché, ajoute la barre de recherche à la page à ce moment-là.

source: URL address to the fees schedule
fr_fr: Adresse URL vers le barème des honoraires

source: URL to the file presenting the fees schedule. It will be displayed on each ad. You can also directly upload the file with the button below.
fr_fr: Adresse URL vers le fichier présentant le barème des honoraires. Il sera affiché sur chaque annonce. Vous pouvez aussi directement envoyer le fichier avec le bouton ci-dessous.

source: File with the fees schedule
fr_fr: Fichier contenant le barème des honoraires

source: Delete the options when deactivating the plugin
fr_fr: Supprime les options lors de la désactivation du plugin

source: Field name
fr_fr: Nom du champ

source: Eg : Orientation
fr_fr: Ex : Orientation

source: Yes
fr_fr: Oui

source: See the list of supported languages
fr_fr: Voir la liste des langues supportées

source: See the list of ISO 3166-1 Alpha-2 codes for compatible countries
fr_fr: Voir la liste des codes ISO 3166-1 Alpha-2 pour les pays compatibles

source: If this field is empty, the search bar will be added using Javascript. You can also <a target="_blank" href="https://developer.wordpress.org/plugins/hooks/custom-hooks">create your own hook</a> and add it to your theme, preferably at the end of the &lt;header&gt; tag.
fr_fr: Si ce champ est vide, la barre de recherche sera ajoutée en utilisant Javascript. Vous pouvez aussi <a target="_blank" href="https://developer.wordpress.org/plugins/hooks/custom-hooks">créer votre propre crochet</a> et l'ajouter à votre thème, de préférence à la fin de la balise &lt;header&gt;.

source: feesSchedule
fr_fr: Barème des honoraires

source: Extra profile information for
fr_fr: Renseignements supplémentaires pour le profil

source: Phone
fr_fr: Téléphone

source: Mobile phone
fr_fr: Téléphone portable

source: Agency of the agent
fr_fr: Agence de l'agent

source: Address
fr_fr: Adresse

source: Ads
fr_fr: Annonces

source: An ad
fr_fr: Une annonce

source: Add an ad
fr_fr: Ajouter une annonce

source: Edit
fr_fr: Editer

source: Edit an ad
fr_fr: Editer une annonce

source: New ad
fr_fr: Nouvelle annonce

source: View
fr_fr: Voir

source: View an ad
fr_fr: Voir une annonce

source: Search ads
fr_fr: Chercher des annonces

source: No ads found
fr_fr: Aucune annonce trouvée

source: No ads found in trash
fr_fr: Aucune annonce trouvée dans la corbeille

source: All ads
fr_fr: Toutes les annonces

source: Ad's thumbnail
fr_fr: Miniature de l'annonce

source: Choose a thumbnail
fr_fr: Choisir une miniature

source: Remove the thumbnail
fr_fr: Enlever la miniature

source: Use as thumbnail
fr_fr: Utiliser comme miniature

source: Create a type of property to categorize your ads
fr_fr: Créez un type de bien pour catégoriser vos annonces

source: Type of property
fr_fr: Type de propriété

source: House
fr_fr: Maison

source: Apartment
fr_fr: Appartement

source: Shop
fr_fr: Magasin

source: Office
fr_fr: Bureau

source: Building
fr_fr: Bâtiment

source: Land
fr_fr: Terrain

source: Create a type of ad to categorize your ads
fr_fr: Créez un type d'annonce pour catégoriser vos annonces

source: Type of ad
fr_fr: Type d'annonce

source: Rental
fr_fr: Location

source: Sell
fr_fr: Vente

source: Property availability
fr_fr: Disponibilité du bien

source: Available
fr_fr: Disponible

source: Unavailable
fr_fr: Indisponible

source: You are subscribed to this alert with success.
fr_fr: Vous êtes à présent abonné à cette alerte.

source: The city is not recognized.
fr_fr: La ville n'est pas reconnue.

source: You are already subscribed to this alert.
fr_fr: Vous êtes déjà abonné à cette alerte.

source: An error occurred, please try again later.
fr_fr: Une erreur est survenue, veuillez réessayer plus tard.

source: The property is available
fr_fr: Le bien est disponible

source: Agent in charge
fr_fr: Agent en charge

source: Submissions
fr_fr: Soumissions

source: No
fr_fr: Non

source: Draft
fr_fr: Brouillon

source: Trash
fr_fr: Corbeille

source: Agency
fr_fr: Agence

source: Without agency
fr_fr: Sans agence

source: Is this type of property habitable?
fr_fr: Est-ce que ce type de propriété est habitable ?

source: Individual gas
fr_fr: Gaz individuel

source: Unknown
fr_fr: Inconnu

source: month
fr_fr: mois

source: All the city
fr_fr: Toute la ville

source: Are you sure that you want to import this file?
fr_fr: Êtes-vous sûr que vous souhaitez importer ce fichier ?

source: main features
fr_fr: caractéristiques principales

source: This notice will no longer be displayed.
fr_fr: Ce message ne sera plus affiché.

source: The plugin does not support block themes yet. Please, use a classic theme instead.
fr_fr: Cette extension ne supporte pas encore les thèmes fonctionnant avec des blocs. Veuillez utiliser un thème classique à la place.

source: The version of the theme you are using (%1$s) has not been tested with the templates of the plugin (tested with %2$s). Expect potential bugs.<br /> Please read <a target="_blank" href="#">the documentation</a> for more information.
fr_fr: La version du thème que vous utilisez (%1$s) n'a pas été testé avec les templates du plugin (testé avec %2$s). Attendez-vous à de potentiels bugs.<br /> Veuillez lire <a target="_blank" href="#">la documentation</a> pour en savoir plus.

source: The theme you are using (<b>%1$s %2$s</b>) has not been tested with the plugin. Expect potential bugs.<br /> You can use one of the following tested themes : <ul>%3$s</ul><br /> <a target="_blank" href="#">You can also develop your own templates</a>.
fr_fr: Le thème que vous utilisez (<b>%1$s %2$s</b>) n'a pas été testé avec le plugin. Attendez-vous à de potentiels bugs.<br /> Vous pouvez utiliser l'un des thèmes suivants : <ul>%3$s</ul><br /> <a target="_blank" href="#">Vous pouvez aussi créer vos propres templates</a>.

source: Close the notice
fr_fr: Fermer le message

source: ads found
fr_fr: annonces trouvées

source: including
fr_fr: Inclus

source: furnished
fr_fr: meublé

source: Save the search
fr_fr: Sauvegarder la recherche

source: There is no results for this search.
fr_fr: Il n'y a pas de résultat pour cette recherche

source: No ad posted
fr_fr: Aucune annonce postée

source: City and postcode
fr_fr: Ville et code postal

source: Ex: London
fr_fr: Ex: Paris

source: Search by
fr_fr: Chercher par

source: City
fr_fr: Ville

source: Radius
fr_fr: Rayon

source: Search
fr_fr: Chercher

source: Price
fr_fr: Prix

source: Rooms
fr_fr: Pièces

source: Bedrooms
fr_fr: Chambres

source: Bathrooms
fr_fr: Salles de bain

source: Cellar
fr_fr: Cave

source: Filters
fr_fr: Filtres

source: Message about the ad
fr_fr: Message à propos de l'annonce

source: Message from
fr_fr: Message de

source: Email address
fr_fr: Adresse mail

source: About
fr_fr: A propos de

source: The email has been sent successfully
fr_fr: Le mail a été envoyé avec succès

source: The email could not be sent
fr_fr: Le mail n'a pas pu être envoyé

source: All fields are required
fr_fr: Tous les champs sont requis

source: Reference
fr_fr: Référence

source: Fees
fr_fr: Charges

source: Fees schedule
fr_fr: Barème des honoraires

source: out of
fr_fr: sur

source: EPD
fr_fr: DPE

source: In kWhPE/m²/year
fr_fr: En kWhEP/m²/an

source: Greenhouse gas
fr_fr: GES

source: In kg eqCO2/m²/year
fr_fr: En kg éqCO2/m²/an

source: View my housing file submission
fr_fr: Voir mon dossier de candidature

source: You have exceeded the maximum number of housing file submissions that you can submit
fr_fr: Vous avez excédé le nombre maximal de dossiers de candidatures qu'il est possible de soumettre

source: You must fill your housing file before be able to apply for the property
fr_fr: Vous devez remplir votre dossier de candidature avant de candidater pour le bien

source: Please, do not forget to add at least a guarantor
fr_fr: Veuillez à ne pas oublier d'ajouter au moins un garant

source: Fill my housing file
fr_fr: Remplir mon dossier de candidature

source: Apply for the property
fr_fr: Candidater pour le bien

source: The location of the property is approximate
fr_fr: L'emplacement du bien est approximative

source: Contact's thumbnail
fr_fr: Miniature du contact

source: Contact form
fr_fr: Formulaire de contact

source: First name and last name
fr_fr: Prénom et nom de famille

source: Send
fr_fr: Envoyer

source: Similar ads
fr_fr: Annonces similaires

source: rooms
fr_fr: pièces

source: Postal address
fr_fr: Adresse postale

source: Last ads published by the agency
fr_fr: Dernières annonces publiées par l'agence
