Repository: Vincent2703/BTH
Catalog: languages/retxdom-*.po
Languages: es_es

source: Main features
es_es: Características principales

source: Additional features
es_es: Características adicionales

source: Generate a reference
es_es: Generar una referencia

source: Property price
es_es: Precio de la propiedad

source: Charges included
es_es: Cargas incluidas

source: Fees amount
es_es: Importe de las tasas

source: Living space
es_es: Espacio habitable

source: Land area
es_es: Superficie terrestre

source: Property address
es_es: Dirección de la propiedad

source: 123 Chester Square, London
es_es: 123 calle de Madrid, Barcelona

source: Show postal code and city
es_es: Mostrar código postal y ciudad

source: Show full address
es_es: Mostrar dirección completa

source: Number of rooms
es_es: Número de habitaciones

source: Number of bedrooms
es_es: Número de dormitorios

source: Number of bathrooms
es_es: Número de cuartos de baños

source: Number of shower rooms
es_es: Número de duchas

source: Number of toilets
es_es: Número de baños

source: Agent linked to the ad
es_es: Agente vinculado al anuncio

source: Publish the agent contact
es_es: Publicar el contacto del agente

source: Add an agent
es_es: Agregar un agente

source: Add pictures
es_es: Agregar imágenes

source: Replace pictures
es_es: Reemplazar imágenes

source: Delete
es_es: Borrar

source: Floor
es_es: Piso

source: Number of floors
es_es: Número de pisos

source: Type of heating
es_es: Tipo de calefacción

source: Do not fill
es_es: No llene

source: Invidual gas
es_es: Gas individual

source: Collective gas
es_es: Gas colectivo

source: Individual fuel
es_es: Combustible individual

source: Collective fuel
es_es: Combustible colectivo

source: Individual electric
es_es: Eléctrico individual

source: Collective electric
es_es: Eléctrico colectivo

source: Type of kitchen
es_es: Tipo de cocina

source: Not equipped
es_es: No equipado

source: Kitchenette
es_es: Pequeña cocina

source: Standard
es_es: Americana

source: Number of balconies
es_es: Número de balcones

source: Elevator
es_es: Ascensor

source: Basement
es_es: Basamento

source: Terrace
es_es: Terasa

source: Furnished
es_es: Amueblado

source: Construction year
es_es: Año de construcción

source: EPD in kWhPE/m²/year
es_es: EPD en kWhPE/m²/año

source: Greenhouse gas in kg eqCO2/m²/year
es_es: Gases de efecto invernadero en kg eqCO2/m²/año

source: Agency contact
es_es: Contacto de la agencia

source: Phone
es_es: Teléfono

source: Email address
es_es: Correo electrónico

source: address@email.com
es_es: correo@electronico.es

source: Postal address
es_es: Dirección postal

source: Agent's contact
es_es: Contacto del agente

source: Agency
es_es: Agencia

source: Mobile phone
es_es: Teléfono móvil

source: Add an agency
es_es: Añadir una agencia

source: Export the ads
es_es: Exportar los anuncios

source: Successful export
es_es: Importación exitosa

source: File deleted with success
es_es: Archivo eliminado con éxito

source: The file has not been deleted due to an error
es_es: El archivo no ha sido eliminado debido a un error

source: Export
es_es: Exportación

source: Export only available properties
es_es: Exportar solo propiedades disponibles

source: Date
es_es: Fecha

source: Size
es_es: Tamaño

source: Download
es_es: Descargar

source: ads
es_es: anuncios

source: Import the ads
es_es: Importar los anuncios

source: Publish directly the ads
es_es: Publicar directamente los anuncios

source: Replace the ads with the same reference
es_es: Reemplazar los anuncios con la misma referencia

source: Number of ads
es_es: Número de anuncios

source: Import
es_es: Importación

source: Only the files with one of these extensions are accepted : (%1$s)
es_es: Solo se aceptan los archivos con una de estas extensiones : (%1$s)

source: An error occurred while sending.
es_es: Ocurrió un error durante el envío.

source: Successful import
es_es: Importación exitosa

source: The file is not valid
es_es: El archivo no es válido

source: Imports
es_es: Importaciones

source: Exports
es_es: Exportaciones

source: Email
es_es: Correo electrónico

source: Fees schedule
es_es: Tabla de honorarios

source: Template
es_es: Plantilla

source: Ads
es_es: Anuncios

source: Fees
es_es: Honorarios

source: Currency
es_es: Moneda

source: Monetary currency symbol.
es_es: Símbolo de la moneda.

source: Custom fields
es_es: Campos personalizados

source: Add custom fields to the ads.
es_es: Añadir campos personalizados a los anuncios.

source: Backups number
es_es: Número de copias de seguridad

source: Number of file copies containing imported ads to keep.
es_es: Número de copias de archivos que contienen anuncios importados para mantener.

source: Pictures dimensions
es_es: Tamaño de las imágenes

source: Maximum dimension of the imported pictures.
es_es: Tamaño máximo de imágenes importadas.

source: Pictures quality
es_es: Calidad de las imágenes

source: The higher the value, the more the quality is faithful to the original, at the expense of the weight of the image.
es_es: Cuanto mayor sea el valor, mayor será la calidad fiel al original, a expensas del peso de la imagen.

source: Number of file copies containing the exported ads to keep.
es_es: Número de copias de archivos que contienen anuncios exportados para mantener.

source: Email address to contact by default for ads
es_es: Dirección de correo electrónico para contactar por defecto para anuncios

source: Email address to contact if it is not possible to contact an agent or agency about an ad.
es_es: Dirección de correo electrónico para contactar si no es posible contactar a un agente o agencia sobre un anuncio.

source: URL address to the fees schedule
es_es: Dirección URL de la tabla de honorarios

source: URL to the file presenting the fees schedule. It will be displayed on each ad. You can also directly upload the file with the button below.
es_es: URL del archivo que presenta la tabla de honorarios. Se mostrará en cada anuncio. También puede subir directamente el archivo con el botón de abajo.

source: File with the fees schedule
es_es: Archivo con la tabla de honorarios

source: API to use
es_es: API para usar

source: API to use to retrieve address data.
es_es: API para usar para recuperar datos de direcciones.

source: Google API key
es_es: clave de API de Google

source: Limit the number of requests per day and user
es_es: Limitar el número de solicitudes por día y usuario

source: Limiting the number of requests makes abuse less likely.
es_es: Limite el número de solicitudes para hacer menos probable el abuso.

source: The maximum number of requests made by a user in a day
es_es: El número máximo de solicitudes realizadas por un usuario en un día

source: Limit search to one country
es_es: Limitar la búsqueda a un país

source: Display addresses with the administration area level 1
es_es: Mostrar direcciones con el nivel de área de administración 1

source: Generally a state or a prefecture.
es_es: Generalmente estado o prefecto.

source: Display addresses with the administration area level 2
es_es: Mostrar direcciones con el nivel de área de administración 2

source: Generally a country or a district.
es_es: Generalmente país o distrito.

source: Click here to update the property types
es_es: Haga clic aquí para actualizar los tipos de propiedades

source: Click here to update the ad types
es_es: Haga clic aquí para actualizar los tipos de anuncios

source: Field name
es_es: Nombre del campo

source: Section
es_es: Sección

source: Eg : Orientation
es_es: Ej : Orentación

source: Yes
es_es: Sí

source: feesSchedule
es_es: Tabla de honorarios

source: An ad
es_es: Un anuncio

source: Add an ad
es_es: Agregar un anuncio

source: Edit
es_es: Editar

source: Edit an ad
es_es: Editar un anuncio

source: New ad
es_es: Nuevo anuncio

source: View
es_es: Ver

source: View an ad
es_es: Ver un anuncio

source: Search ads
es_es: Buscar anuncios

source: No ads found
es_es: Ningún anuncio encontrado

source: No ads found in trash
es_es: No hay anuncios en la basura

source: All ads
es_es: Todos los anuncios

source: Ad's thumbnail
es_es: Miniatura del anuncio

source: Choose a thumbnail
es_es: Elegir una miniatura

source: Remove the thumbnail
es_es: Quitar la miniatura

source: Use as thumbnail
es_es: Utilizar como miniatura

source: Create a property type to categorize your ads
es_es: Cree un tipo de propiedad para categorizar sus anuncios

source: Property types
es_es: Tipos de propiedades

source: Property type
es_es: Tipo de propriedad

source: House
es_es: Casa

source: Apartment
es_es: Apartamiento

source: Shop
es_es: Tienda

source: Office
es_es: Oficina

source: Parking/garage
es_es: Aparcamiento/garaje

source: Building
es_es: Edificio

source: Land
es_es: Tierra

source: Create an ad type to categorize your ads
es_es: Crea un tipo de anuncio para categorizar tus anuncios

source: Ad types
es_es: Tipos de anuncios

source: Ad type
es_es: Tipo de anuncio

source: Rental
es_es: Alquiler

source: Sell
es_es: Vender

source: Property availability
es_es: Disponibilidad de la propiedad

source: Available
es_es: Disponible

source: Unavailable
es_es: No disponible

source: The property is available
es_es: La propriedad está disponible

source: Is this type of property habitable?
es_es: ¿Este tipo de propiedad es habitable?

source: Agencies
es_es: Agencias

source: An agency
es_es: Una agencia

source: Add
es_es: Agregar

source: Edit an agency
es_es: Editar una agencia

source: New agency
es_es: Nueva agencia

source: View an agency
es_es: Ver una agencia

source: Search agencies
es_es: Buscar agencias

source: No agencies found
es_es: Ninguna agencia encontrada

source: No agencies found in trash
es_es: No hay agencias en la basura

source: All agencies
es_es: Todas las agencias

source: Agency's thumbnail
es_es: Miniatura de la agencia

source: Agents
es_es: Agentes

source: An agent
es_es: Un agente

source: Edit an agent
es_es: Editar un agente

source: New agent
es_es: Nuevo agente

source: View an agent
es_es: Ver un agente

source: Search agents
es_es: Buscar agentes

source: No agents found
es_es: Ningún agente encontrado

source: No agents found in trash
es_es: No hay agentes en la basura

source: All agents
es_es: Todos los agentes

source: Agent's thumbnail
es_es: Miniatura del agente

source: No assigned agency
es_es: Agencia no asignada

source: Individual gas
es_es: Gas individual

source: Unknown
es_es: Desconocida

source: month
es_es: mes

source: Import ads
es_es: Importar los anuncios

source: Export ads
es_es: Exportar los anuncios

source: Options
es_es: Opciones

source: Are you sure that you want to import this file?
es_es: ¿Está seguro de que desea importar este archivo?

source: main features
es_es: características principales

source: FILTERS
es_es: FLITROS

source: The theme that you are using is not compatible with the plugin. Please use one of the following themes :
es_es: El tema que está utilizando no es compatible con el plugin. Por favor, utilice uno de los siguientes temas :

source: For more information, please read the
es_es: Para más información, lea la

source: documentation
es_es: documentación

source: The version of the theme you are using (%1$s) is different from the one the plugin templates were built with (%2$s). Expect potential bugs.
es_es: La versión del tema que está utilizando (%1$s) es diferente de la que las plantillas de plugins se construyeron con (%2$s). Espere errores potenciales.

source: No ad posted
es_es: Ningún anuncio publicado

source: City and postcode
es_es: Ciudad y código postal

source: Ex: London
es_es: Ej : Madrid

source: Search by
es_es: Buscar por

source: City
es_es: Ciudad

source: Radius
es_es: Radio

source: Filters
es_es: Filtros

source: Price
es_es: Precio

source: Rooms
es_es: Habitaciones

source: Bedrooms
es_es: Dormitorios

source: Bathrooms
es_es: Cuartos de baños

source: Cellar
es_es: Sótano

source: Search
es_es: Buscar

source: including
es_es: incluido

source: furnished
es_es: amueblado

source: There is no results for this search.
es_es: No hay resultados para esta búsqueda.

source: Message about the ad
es_es: Mensaje sobre el anuncio

source: Message from
es_es: Mensaje de

source: About
es_es: Sobre

source: Message
es_es: Mensaje

source: The email has been sent successfully
es_es: El correo electrónico ha sido enviado con éxito

source: The email could not be sent
es_es: El email no pudo ser enviado

source: All fields are required
es_es: Se requieren todos los campos

source: Reference
es_es: Referencia

source: Address
es_es: dirección

source: In kWhPE/m²/year
es_es: En kWhPE/m²/año

source: Greenhouse gas
es_es: Gases de efecto invernadero

source: In kg eqCO2/m²/year
es_es: En kg eqCO2/m²/año

source: The location of the property is approximate
es_es: La ubicación de la propiedad es aproximada

source: Contact's thumbnail
es_es: Miniatura del contacto

source: Contact form
es_es: Formulario de contacto

source: First name and last name
es_es: Nombre y apellido

source: Send
es_es: Enviar

source: Other
es_es: Otro

source: in
es_es: en

source: Last ads published by the agency
es_es: Últimos anuncios publicados por el agencia
